Repository: sgamescz/SORGAIR
Catalog: HH6C/Properties/Lang/Lang.*.resx
Languages: cs_cz, de_de, hu_hu

# menu_audioandothers
source: Audio and others
cs_cz: Audio a ostatní
de_de: Audio und Anderes
hu_hu: Audio és egyebek

# menu_competitors
source: Competitors
cs_cz: Soutěžící
de_de: Teilnehmer
hu_hu: Versenyzők

# menu_contest_settings
source: Contest settings
cs_cz: Nastavení soutěže
de_de: Wettbewerb Einstellungen
hu_hu: Verseny beállításai

# menu_detailstatistics
source: Details and statistics
cs_cz: Detaily a statistiky
de_de: Deteils und Statistik
hu_hu: Részletek és statisztikák

# menu_finals
source: Finals
cs_cz: Finále
de_de: Finale, Fly off
hu_hu: Döntők

# menu_homepage
source: Homepage
cs_cz: Úvod
hu_hu: Kezdőlap

# menu_listofrounds
source: List of rounds
cs_cz: Seznam kol
de_de: Liste der Runden
hu_hu: Körök listája

# menu_matrix
source: Matrix
cs_cz: Rozlosování
de_de: Startliste

# menu_results
source: Results
cs_cz: Výsledky
de_de: Ergebnis
hu_hu: Eredmények

# menu_selectedround
source: Selected round
cs_cz: Zvolené kolo
de_de: Ausgewählte Runde
hu_hu: Kiválasztott kör

# menu_teams
source: Teams
cs_cz: Týmy
de_de: Teams, Mannschaften
hu_hu: Csapatok

# home_actualversionis
source: Actual version is
cs_cz: Aktuální ver
de_de: Aktuelle Version
hu_hu: Aktuális verzió a(z)

# home_createnewcontest
source: Create new contest
cs_cz: Vytvořit novou soutěž
de_de: Erstelle einen neuen Wettbewerb
hu_hu: Új verseny készítése

# home_deleteselectedcontest
source: Delete selected contest
cs_cz: Smazat vybranou soutěž
de_de: Lösche ausgewählten Wettbewerb
hu_hu: Kiválasztott verseny törlése

# home_loadselectedcontest
source: Load selected contest
cs_cz: Načíst vybranou soutěž
de_de: Lade ausgewählten Wettbewerb
hu_hu: Kiválasztott versenyek betöltése

# home_load_caption
source: Loading, please wait...
cs_cz: Načítám, prosím čekejte...
de_de: Laden, bitte warten
hu_hu: Feldolgozás, kérem várjon...

# home_load_complete
source: Its Done :)
cs_cz: Je hotovo :)
de_de: fertig
hu_hu: Kész :)

# home_load_database
source: Loading database
cs_cz: Načítám databázi
de_de: Lade Daten
hu_hu: Adatbázis betöltése

# home_load_details
source: Loading some details....
cs_cz: Načítají se podrobnosti....
de_de: Lade Details
hu_hu: Részletek betöltése...

# home_load_rounds
source: Loading rounds ...
cs_cz: Načítám kola...
de_de: Lade Runden
hu_hu: Körök betöltése...

# home_load_rules
source: Loading rules...
cs_cz: Načítají se pravidla...
de_de: Lade Regeln
hu_hu: Szabályok betöltése...

# home_load_sounds
source: Loading sounds...
cs_cz: Načítají se zvuky...
de_de: Lade Sounds
hu_hu: Hang betöltése...

# home_load_users
source: Loading users...
cs_cz: Načítají se účastníci...
de_de: Lade Nutzer
hu_hu: Felhasználók betöltése...

# home_newscount
source: News
cs_cz: Novinky
de_de: Neues
hu_hu: Újdonságok

# home_yourversionis
source: Your version is
cs_cz: Vaše verze je
de_de: Ihre Version ist
hu_hu: Az Ön verziója a(z)

# home_cannotbedeleted
source: Cannot be deleted
cs_cz: Nemůže být smazáno
de_de: Kann nicht gelöscht werden
hu_hu: Nem lehet törölni

# home_cannotbedeletedbecauseisloaded
source: This contest cannot be deleted, because it is loaded actually
cs_cz: Tuto soutěž nelze smazat, protože je právě používána
de_de: Dieser Wettbewerb kann nicht gelöscht werden, da er aktuell geladen ist
hu_hu: Ezt a versenyt nem lehet törölni, mivel már fel lett töltve

# home_contest_deleting_question
source: Really delete contest
cs_cz: Opravdu smazat soutěž
de_de: Wettbewerb wirklich löschen
hu_hu: Biztosan törölni a versenyt

# home_contest_deleting_title
source: Contest deleting
cs_cz: Mažu
de_de: Wettbewerb wird gelöscht
hu_hu: Verseny törlés

# home_noteverythinkfilled
source: Not everything is filled
cs_cz: Není vyplněno vše
de_de: Es ist nicht alles ausgefüllt
hu_hu: Nem minden lett kitöltve

# home_nothing_selected_info
source: Please select what u want delete
cs_cz: Vyberte prosím, co chcete smazat
de_de: Bitte auswählen, was gelöscht werden soll
hu_hu: Kérem válassza ki, hogy mit akar törölni

# home_nothing_selected_title
source: Nothing selected
cs_cz: Nic není vybráno
de_de: Nichts ausgewählt
hu_hu: Semmi sincs kiválasztva

# home_pleasefillallfields
source: Please fill all fields
cs_cz: Prosím vyplňte všechna pole
de_de: Bitte alle Felder ausfüllen
hu_hu: Kérem töltse ki az összes mezőt

# home_thisnamealreadyexist
source: This name already exists
cs_cz: Tento název již existuje
de_de: Dieser Name besteht bereits
hu_hu: Ez a név már létezik

# home_wrongname
source: Wrong name
cs_cz: Nesprávný název
de_de: Falscher Name
hu_hu: Rossz név

# menu_results_final
source: Final results
cs_cz: Finální výsledky
de_de: End Ergebnis
hu_hu: Végeredmények

# menu_selectedflight
source: Selected flight
cs_cz: Zvolený let
de_de: Ausgewählter Flug
hu_hu: Kiválasztott repülés

# new_contest_manual
source: Create contest manually
cs_cz: Vytvoření soutěže ručně
de_de: Kreiere die Wettbewerbs Anleitung
hu_hu: Manuálisan kreált verseny

# new_contest_internet
source: Create contest from internet
cs_cz: Vytvoření soutěže z internetu
de_de: Kreiere einen Wettbewerb aus dem Internet
hu_hu: Verseny készítése az Internetről

# menu_hardware
source: Hardware
hu_hu: Hardver
